Repository: qbook/negotiationRPG
Catalog: static/locale/*/LC_MESSAGES/django.po
Languages: ja, th, vi

source: Update Password
ja: パスワードを更新
th: อัพเดทรหัสผ่าน
vi: Cập nhật mật khẩu

source: GROUP LOG IN:
ja: グループログイン：
th: เข้าสู่ระบบกลุ่ม:
vi: Đăng nhập nhóm:

source: Choose a group:
ja: グループを選択：
th: เลือกห้องเรียนของคุณ:
vi: Chọn lớp học của bạn:

source: My Group
ja: 私のグループ
th: กลุ่มของฉัน
vi: Nhóm của tôi

source: Group
ja: グループ：
th: กลุ่ม:
vi: Nhóm:

source: Password:
ja: パスワード：
th: รหัสผ่าน:
vi: Mật khẩu:

source: Log In
ja: ログイン
th: เข้าสู่ระบบ
vi: Đăng nhập

source: Class:
ja: クラス：
th: ห้องเรียน:
vi: Khóa học:

source: Teacher:
ja: 教師：
th: ครู:
vi: Giáo viên:

source: Account Settings
ja: アカウント設定
th: ตั้งค่าบัญชี
vi: Cài đặt tài khoản

source: Group:
ja: グループ：
th: กลุ่ม:
vi: Nhóm:

source: GO TO LOGIN PAGE
ja: ログインページへ
th: ไปยังหน้าเข้าสู่ระบบ
vi: Đi đến trang đăng nhập

source: Password
ja: パスワード
th: รหัสผ่าน
vi: Mật khẩu

source: Choose your class:
ja: あなたのクラスを選択：
th: เลือกห้องเรียนของคุณ:
vi: Chọn lớp học của bạn:

source: My Class
ja: 私のクラス
th: ห้องเรียนของฉัน
vi: Lớp học của tôi

source: Password updated successfully!
ja: パスワードが正常に更新されました！
th: อัพเดทรหัสผ่านสำเร็จ!
vi: Cập nhật mật khẩu thành công!

source: Dice Roll
ja: サイコロを振る
th: ทอยลูกเต๋า
vi: Lăn xúc xắc

source: DICE Page
ja: サイコロページ
th: หน้าลูกเต๋า
vi: Trang xúc xắc

source: Role Status
ja: 役割の状態
th: สถานะตัวละคร
vi: Tình trạng vai trò

source: RPG Round:
ja: RPG ラウンド：
th: รอบ RPG:
vi: Vòng RPG:

source: Time Now:
ja: 現在の時間：
th: เวลาปัจจุบัน:
vi: Thời gian hiện tại:

source: Dice Roll Starts:
ja: サイコロの開始：
th: เริ่มทอยลูกเต๋า:
vi: Bắt đầu tung xúc xắc:

source: Dice Roll Ends:
ja: サイコロの終了：
th: ทอยลูกเต๋าสิ้นสุด:
vi: Kết thúc tung xúc xắc:

source: Time Left To START Roll:
ja: サイコロを開始するまでの残り時間：
th: เวลาที่เหลือก่อนเริ่มทอยลูกเต๋า:
vi: Thời gian còn lại để bắt đầu tung xúc xắc:

source: Time Left To END Roll:
ja: サイコロを
th: เวลาที่เหลือก่อนสิ้นสุดทอยลูกเต๋า:
vi: Thời gian còn lại để kết thúc tung xúc xắc:

source: Deals End:
ja: 取引終了：
th: การซื้อขายสิ้นสุด:
vi: Kết thúc giao dịch:

source: Product
ja: 製品
th: สินค้า
vi: Sản phẩm

source: Product:
ja: 製品：
th: สินค้า:
vi: Sản phẩm:

source: Base Price:
ja: 基本価格：
th: ราคาพื้นฐาน:
vi: Giá cơ bản:

source: Base Units:
ja: 基本単位：
th: หน่วยพื้นฐาน:
vi: Đơn vị cơ bản:

source: Currency:
ja: 通貨：
th: สกุลเงิน:
vi: Tiền tệ:

source: Negotiation Position
ja: 交渉位置
th: ตำแหน่งเจรจาต่อรอง
vi: Vị trí đàm phán

source: RESISTANCE:
ja: 抵抗値：
th: ราคาต้านทาน:
vi: Giá kháng cự:

source: FLEX:
ja: フレックス：
th: ความยืดหยุ่น:
vi: Linh hoạt:

source: MAX Purchase:
ja: 最大購入量：
th: จำนวนซื้อสูงสุด:
vi: Mua tối đa:

source: DELIVERY:
ja: 配達：
th: การส่งมอบ:
vi: Giao hàng:

source: UNITS:
ja: 単位：
th: หน่วย:
vi: Đơn vị:

source: IMPORTANCE:
ja: 重要度：
th: ความสำคัญ:
vi: Tầm quan trọng:

source: QUALITY:
ja: 品質：
th: คุณภาพ:
vi: Chất lượng:

source: ROLE:
ja: 役割：
th: บทบาท:
vi: Vai trò:

source: Go To RPG Dashboard
ja: RPGダッシュボードへ
th: ไปยังแดชบอร์ด RPG
vi: Đi đến bảng điều khiển RPG

source: Notes:
ja: ノート：
th: บันทึก:
vi: Ghi chú:

source: (Click to edit note)
ja: （ノートを編集するにはクリック）
th: (คลิกเพื่อแก้ไขบันทึก)
vi: (Nhấn để chỉnh sửa ghi chú)

source: Role Dice
ja: 役割ダイス
th: ลูกเต๋าตัวละคร
vi: Xúc xắc vai trò

source: Dice Roll Start:
ja: ダイスロール開始：
th: เริ่มทอยลูกเต๋า:
vi: Bắt đầu tung xúc xắc:

source: Dice Roll End:
ja: ダイスロール終了：
th: ทอยลูกเต๋าสิ้นสุด:
vi: Kết thúc tung xúc xắc:

source: Marketplace
ja: マーケットプレイス
th: ตลาด
vi: Thị trường

source: BUYERS:
ja: 買い手：
th: ผู้ซื้อ
vi: Người mua

source: SELLERS:
ja: 売り手：
th: ผู้ขาย:
vi: Người bán:

source: Roll Dice
ja: サイコロを振る
th: ทอยลูกเต๋า
vi: Tung xúc xắc

source: ROLLING
ja: ローリング中
th: กำลังทอยลูกเต๋า
vi: Đang tung xúc xắc

source: Rolls Left:
ja: 残りのロール：
th: จำนวนทอยลูกเต๋าที่เหลือ:
vi: Số lần tung xúc xắc còn lại:

source: Spend These Points:
ja: これらのポイントを使う：
th: ใช้จุดเหล่านี้:
vi: Sử dụng những điểm này:

source: Negotiation Role:
ja: 交渉役：
th: บทบาทการเจรจาต่อรอง:
vi: Vai trò đàm phán:

source: Last RPG rank:
th: อันดับ RPG ล่าสุด:
vi: Xếp hạng RPG cuối cùng:

source: Percentile:
th: เปอร์เซ็นไทล์:
vi: Phân vị:

source: Achievement Bonus Points:
th: คะแนนโบนัสความสำเร็จ:
vi: Điểm thưởng thành tựu:

source: Distribute Points
ja: ポイントを配分
th: แจกจุด
vi: Phân phối điểm

source: Spend your points here.
ja: ここでポイントを使う。
th: ใช้จุดของคุณที่นี่
vi: Sử dụng điểm của bạn ở đây.

source: Click
ja: クリック
th: คลิก
vi: Nhấn

source: Play Now
ja: 今すぐプレイ
th: เล่นตอนนี้
vi: Chơi ngay

source: when ready.
ja: 準備ができたら。
th: เมื่อพร้อม
vi: Khi bạn đã sẵn sàng.

source: Once you click Play Now
ja: 「今すぐプレイ」をクリックすると、
th: (หลังจากคลิก 'เล่นตอนนี้' ตำแหน่งของคุณจะถูกล็อกและ
vi: (Một khi bạn nhấn Chơi ngay, vị trí của bạn sẽ được khóa và không thể thay đổi trong vòng RPG này.)

source: Play NOW
ja: 今すぐプレイ
th: เล่นทันที
vi: Chơi ngay

source: Are you sure you want to lock in your numbers
ja: このRPGで数字を固定してもよろしいですか？\nこれは取り消しできません。
th: คุณแน่ใจหรือไม่ที่จะล็อคตัวเลขของคุณสำหรับเกม RPG นี้? การกระทำนี้ไม่สามารถยกเลิกได้
vi: Bạn có chắc chắn muốn khóa số liệu của mình cho RPG này không?\nHành động này không thể hoàn tác.

source: Attributes updated successfully.
ja: 属性が正常に更新されました。
th: อัปเดตคุณสมบัติสำเร็จแล้ว
vi: Cập nhật thuộc tính thành công.

source: Failed to update attributes.
ja: 属性の更新に失敗しました。
th: อัปเดตคุณสมบัติล้มเหลว
vi: Cập nhật thuộc tính thất bại.

source: Average Delivery Acceptable
ja: 平均配達可能
th: สามารถจัดส่งได้ด้วยความเร็วปกติ
vi: Có khả năng giao hàng với tốc độ bình thường

source: Average Quality Acceptable
ja: 平均品質可能
th: สามารถให้คุณภาพระดับปานกลาง
vi: Có khả năng cung cấp chất lượng trung bình

source: Base Price
ja: 基本価格
th: ราคาพื้นฐาน
vi: Giá cơ bản

source: Base Units
ja: 基本単位
th: หน่วยพื้นฐาน
vi: Đơn vị cơ bản

source: Bonus
th: โบนัส
vi: Thưởng

source: BUYER
ja: 買い手
th: ผู้ซื้อ
vi: Người mua

source: Capable of Average Delivery
ja: 平均配達可能
th: สามารถจัดส่งได้ด้วยความเร็วปกติ
vi: Có khả năng giao hàng với tốc độ bình thường

source: Capable of Average Quality
ja: 平均品質可能
th: สามารถให้คุณภาพระดับปานกลาง
vi: Có khả năng cung cấp chất lượng trung bình

source: Capable of Fast Delivery
ja: 迅速配達可能
th: สามารถจัดส่งได้ด้วยความเร็วรวดเร็ว
vi: Có khả năng giao hàng nhanh

source: Capable of High Quality
ja: 高品質可能
th: สามารถให้คุณภาพระดับสูง
vi: Có khả năng cung cấp chất lượng cao

source: Distribute Points Here
ja: ここでポイントを配布
th: จัดสรรคะแนนที่นี่
vi: Phân phối điểm ở đây

source: An error occurred.
ja: エラーが発生しました。再試行してください。\nインターネット接続を確認してください。
th: เกิดข้อผิดพลาด กรุณาลองอีกครั้ง ตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ
vi: Đã xảy ra lỗi. Hãy thử lại.\nHãy chắc chắn rằng kết nối internet của bạn đang hoạt động.

source: Fast Delivery Required
ja: 迅速な配達が必要
th: ต้องการการจัดส่งด่วน
vi: Yêu cầu giao hàng nhanh

source: Flex Point
ja: フレックスポイント
th: คะแนนยืดหยุ่น
vi: Điểm linh hoạt

source: Flex Points
ja: フレックスポイント
th: คะแนนยืดหยุ่น
vi: Điểm linh hoạt

source: High Quality Required
ja: 高品質が必要
th: ต้องการคุณภาพสูง
vi: Yêu cầu chất lượng cao

source: Important
ja: 重要
th: ความสำคัญ
vi: Tầm quan trọng

source: Kind Of Important
ja: それなりに重要
th: ค่อนข้างสำคัญ
vi: Hơi quan trọng

source: Low Quality Acceptable
ja: 低品質可
th: สามารถยอมรับคุณภาพต่ำได้
vi: Chất lượng thấp có thể chấp nhận

source: Mod. Units
ja: 修正ユニット
th: หน่วย
vi: Đơn vị

source: NONE
ja: なし
th: ไม่มี
vi: Không

source: Only For Buyer
ja: 買い手のみ
th: เฉพาะผู้ซื้อเท่านั้น
vi: Chỉ dành cho người mua

source: Only Capable of Low Quality
ja: 低品質のみ可能
th: สามารถให้คุณภาพต่ำเท่านั้น
vi: Chỉ có khả năng cung cấp chất lượng thấp

source: Only Capable of Slow Delivery
ja: 遅い配達のみ可能
th: สามารถจัดส่งช้าเท่านั้น
vi: Chỉ có khả năng giao hàng chậm

source: Roll dice before distributing points!
ja: ポイントを配布する前にサイコロを振ってください！
th: โปรดทอยลูกเต๋าก่อนแจกจ่ายคะแนน!
vi: Hãy tung xúc xắc trước khi phân phối điểm!

source: SELLER
ja: 売り手
th: ผู้ขาย
vi: Người bán

source: Slow Delivery Acceptable
ja: 遅い配達可
th: สามารถยอมรับการจัดส่งช้าได้
vi: Có thể chấp nhận giao hàng chậm

source: Small Potatoes
ja: 小さな問題
th: เรื่องเล็กน้อย
vi: Chuyện nhỏ

source: Somewhat Important
ja: ある程度重要
th: ค่อนข้างสำคัญ
vi: Khá quan trọng

source: You cannot spend more than your total points. \n Remove:
ja: 合計ポイント以上は使用できません。\n 取り除く：
th: คุณไม่สามารถใช้จ่ายเกินกว่าคะแนนทั้งหมดของคุณ ลบออก:
vi: Bạn không thể sử dụng quá tổng số điểm của mình.\n Hãy gỡ bỏ:

source: Try again
ja: 再試行してください
th: กรุณาลองอีกครั้ง
vi: . Hãy thử lại

source: Time Over!
ja: 時間終了！
th: เวลาหมดลง!
vi: Thời gian đã hết!

source: Time To Roll Dice!
ja: サイコロを振る時間です！
th: ถึงเวลาทอยลูกเต๋าแล้ว!
vi: Đã đến lúc tung xúc xắc!

source: Very Important
ja: 非常に重要
th: สำคัญมาก
vi: Rất quan trọng

source: Vital Importance
ja: 極めて重要
th: สำคัญยิ่ง
vi: Cực kỳ quan trọng

source: Roll sent to server.
ja: サーバーに送信されたロール。
th: ผลการทอยลูกเต๋าถูกส่งไปยังเซิร์ฟเวอร์แล้ว
vi: Kết quả tung xúc xắc đã được gửi lên máy chủ.

source: No rolls left
ja: 残りのロールはありません
th: ไม่มีโอกาสทอยลูกเต๋าเหลืออยู่
vi: Không còn lượt tung xúc xắc

source: Record not found
ja: 記録が見つかりません
th: ไม่พบบันทึก
vi: Không tìm thấy bản ghi

source: RPG DASHBOARD
ja: RPGダッシュボード
th: แผงควบคุม RPG
vi: Bảng điều khiển RPG

source: Deals Begin:
ja: 取引開始：
th: เริ่มการทำธุรกรรม:
vi: Bắt đầu giao dịch:

source: REFRESH TO UPDATE
ja: 更新するためにリフレッシュ
th: รีเฟรชเพื่ออัปเดต
vi: Làm mới để cập nhật

source: FINISH SURVEY NOW
ja: 今すぐ調査を完了する
th: โปรดทำแบบสำรวจทันที (รับเงิน 100 ดอลลาร์ไต้หวัน)
vi: Hãy hoàn thành khảo sát ngay lập tức (nhận 100 đô la Đài Loan mới)

source: Save
ja: 保存
th: บันทึก
vi: Lưu

source: Actions
ja: アクション
th: การดำเนินการ
vi: Thao tác

source: Send A Deal
ja: 取引を送信
th: ส่งธุรกรรม
vi: Gửi giao dịch

source: Cancel A Deal
ja: 取引をキャンセル
th: ยกเลิกธุรกรรม
vi: Hủy giao dịch

source: Gift Flex Points
ja: フレックスポイントをギフト
th: มอบคะแนนยืดหยุ่น
vi: Tặng điểm linh hoạt

source: Message A Group
ja: グループにメッセージを送る
th: ส่งข้อความถึงกลุ่ม
vi: Gửi tin nhắn cho nhóm

source: PURCHASE/SALE ORDER
ja: 購入/販売注文
th: คำสั่งซื้อ/ขาย
vi: Đơn đặt hàng mua/bán

source: Counterpart:
ja: 対応者：
th: คู่สัญญา:
vi: Đối tác:

source: Units:
ja: 単位：
th: หน่วย:
vi: Đơn vị:

source: Price:
ja: 価格：
th: ราคา:
vi: Giá:

source: Quality:
ja: 品質：
th: คุณภาพ:
vi: Chất lượng:

source: Delivery:
ja: 配達：
th: การส่งมอบ:
vi: Giao hàng:

source: Send Deal
ja: 取引を送信
th: ส่งธุรกรรม
vi: Gửi giao dịch

source: Deal ID:
ja: 取引ID：
th: หมายเลขธุรกรรม:
vi: Mã giao dịch:

source: Buyer and seller must use SAME Deal ID.
ja: 買い手と売り手は同じ取引IDを使用する必要があります。
th: ผู้ซื้อและผู้ขายต้องใช้หมายเลขธุรกรรมเดียวกัน
vi: Người mua và người bán phải sử dụng cùng một mã giao dịch.

source: Use this NEW Deal ID.
ja: この新しい取引IDを使用してください。
th: ใช้หมายเลขธุรกรรมใหม่นี้
vi: Sử dụng mã giao dịch mới này.

source: CANCEL PURCHASE ORDER
ja: 購入注文をキャンセル
th: ยกเลิกคำสั่งซื้อ
vi: Hủy đơn đặt hàng mua

source: Cancel Deal
ja: 取引をキャンセル
th: ยกเลิกธุรกรรม
vi: Hủy giao dịch

source: SEND FLEX POINTS
ja: フレックスポイントを送信
th: ส่งคะแนนยืดหยุ่น
vi: Gửi điểm linh hoạt

source: Send To:
ja: 送信先：
th: ส่งไปยัง:
vi: Gửi đến:

source: Flex Points:
ja: フレックスポイント：
th: คะแนนยืดหยุ่น:
vi: Điểm linh hoạt:

source: Message:
ja: メッセージ：
th: ข้อความ:
vi: Tin nhắn:

source: Send Flex Points
ja: フレックスポイントを送信
th: ส่งคะแนนยืดหยุ่น
vi: Gửi điểm linh hoạt

source: SEND MESSAGE
ja: メッセージを送信
th: ส่งข้อความ
vi: Gửi tin nhắn

source: Message Subject:
ja: メッセージの件名：
th: หัวข้อข้อความ:
vi: Chủ đề tin nhắn:

source: Send Message
ja: メッセージを送信
th: ส่งข้อความ
vi: Gửi tin nhắn

source: Deals Completed
ja: 完了した取引
th: ธุรกรรมที่เสร็จสมบูรณ์
vi: Giao dịch đã hoàn thành

source: Deal ID
ja: 取引ID
th: หมายเลขธุรกรรม
vi: Mã giao dịch

source: With
ja: 相手：
th: กับ
vi: Với

source: Units
ja: 単位
th: หน่วย
vi: Đơn vị

source: Price
ja: 価格
th: ราคา
vi: Giá cả

source: Qual.
ja: 品質
th: คุณภาพ
vi: Chất lượng

source: Deliv.
ja: 配送
th: การส่งมอบ
vi: Giao hàng

source: Deals waiting for counterparties are not shown here.
ja: 相手方待ちの取引はここに表示されません。
th: ไม่แสดงธุรกรรมที่รอคู่สัญญาที่นี่
vi: Giao dịch chờ đối tác không hiển thị ở đây.

source: Canceled Deals
ja: キャンセルされた取引
th: ธุรกรรมที่ถูกยกเลิก
vi: Giao dịch đã hủy

source: Deals Canceled With Penalty
ja: ペナルティ付きでキャンセルされた取引
th: ธุรกรรมที่ถูกยกเลิกพร้อมค่าปรับ
vi: Giao dịch bị hủy với phạt

source: Canceled By
ja: キャンセル者
th: ผู้ยกเลิก
vi: Người hủy

source: Counterpart
ja: 対応する相手
th: คู่สัญญา
vi: Đối tác giao dịch

source: Role
ja: 役割
th: บทบาท
vi: Vai trò

source: Penalty
ja: ペナルティ
th: ค่าปรับ
vi: Tiền phạt

source: Deals Canceled By Both
ja: 両者による取引キャンセル
th: ธุรกรรมที่ถูกยกเลิกทั้งสองฝ่าย
vi: Giao dịch bị hủy bởi cả hai bên

source: Invalid Deals
ja: 無効な取引
th: ธุรกรรมที่ไม่ถูกต้อง
vi: Giao dịch không hợp lệ

source: (Repeated Deal ID)
ja: （取引IDの重複）
th: (หมายเลขธุรกรรมซ้ำ)
vi: (Mã giao dịch trùng lặp)

source: Sent By
ja: 送信者
th: ผู้ส่ง
vi: Người gửi

source: No repeated Deal IDs.
ja: 取引IDの重複はありません。
th: ไม่มีหมายเลขธุรกรรมซ้ำ
vi: Không có mã giao dịch trùng lặp.

source: Invalid Cancels
ja: 無効なキャンセル
th: การยกเลิกที่ไม่ถูกต้อง
vi: Hủy không hợp lệ

source: No repeated cancel Deal IDs.
ja: 取引IDのキャンセルの重複はありません。
th: ไม่มีหมายเลขธุรกรรมการยกเลิกซ้ำ
vi: Không có mã hủy giao dịch trùng lặp.

source: Canceling deals costs:
ja: 取引のキャンセルにかかるコスト：
th: ต้นทุนของการยกเลิกธุรกรรม:
vi: Chi phí hủy giao dịch:

source: Both parties cancel = NO cost to you & NO cost to counterparty.
ja: 両者がキャンセルする場合 = あなたにも相手にもコストはかかりません。
th: การยกเลิกทั้งสองฝ่าย = คุณไม่มีต้นทุน & คู่สัญญาไม่มีต้นทุน
vi: Cả hai bên hủy = Bạn không tốn chi phí & đối tác giao dịch không tốn chi phí.

source: You cancel but counterparty does NOT cancel = 0.5 Flex Points per 100 units of the deal (minimum fee of 1 rounded down afterward).
ja: あなたがキャンセルしても相手がキャンセルしない場合 = 取引の100ユニットごとに0.5フレックスポイント（その後の最低料金は1に切り捨て）。
th: คุณไม่ยกเลิกแต่คู่สัญญายกเลิก = คุณไม่มีค่าใช้จ่ายเพิ่มเติม (ข้อตกลงถูกยกเลิก)
vi: Bạn không hủy nhưng đối tác hủy = Bạn không phải chịu chi phí phụ (giao dịch bị mất).

source: You do NOT cancel but counterparty cancels = NO extra cost to you (deal is lost).
ja: あなたがキャンセルせず、相手がキャンセルする場合 = 追加のコストはかかりません（取引は失われます）。
th: คุณไม่ยกเลิกแต่คู่สัญญายกเลิก = คุณไม่มีค่าใช้จ่ายเพิ่มเติม (ข้อตกลงถูกยกเลิก)
vi: Bạn không hủy nhưng đối tác hủy = Bạn không phải chịu chi phí phụ (giao dịch bị mất).

source: Role 1 = Buyer; -1 = Seller.
ja: 役割1 = 購入者; -1 = 販売者。
th: บทบาท 1 = ผู้ซื้อ; -1 = ผู้ขาย
vi: Vai trò 1 = Người mua; -1 = Người bán.

source: Use a DEAL ID only ONCE!
ja: 取引IDは一度だけ使用してください！
th: ใช้หมายเลขข้อตกลงเพียงครั้งเดียว!
vi: Chỉ sử dụng mã giao dịch MỘT lần!

source: Qual. Gap
ja: 品質の差
th: ช่องว่างคุณภาพ
vi: Khoảng chênh lệch chất lượng

source: Deliv. Gap
ja: 配達の差
th: ช่องว่างการส่งมอบ
vi: Khoảng chênh lệch giao hàng

source: Loss/Gain
ja: 損失/利益
th: ขาดทุน/กำไร
vi: Lỗ/Lãi

source: Bonus:
ja: ボーナス：
th: โบนัส:
vi: Thưởng:

source: Over Production:
ja: 超過生産：
th: การผลิตเกิน:
vi: Sản xuất vượt mức:

source: Going higher gains Flex Points (1 point per 100 units).
ja: 超過するとフレックスポイントが増加します（100ユニットあたり1ポイント）。
th: การผลิตเกินเพิ่ม Flex Points (1 คะแนนต่อ 100 หน่วย)
vi: Vượt mức tăng điểm linh hoạt (1 điểm cho mỗi 100 đơn vị).

source: Going lower spends Flex Points (1 point per 100 units).
ja: 減少するとフレックスポイントが減少します（100ユニットあたり1ポイント）。
th: การผลิตน้อยลงใช้ Flex Points (1 คะแนนต่อ 100 หน่วย)
vi: Giảm xuống tiêu tốn điểm linh hoạt (1 điểm cho mỗi 100 đơn vị).

source: Canceling a deal will have a cost if both sides do NOT agree (see Canceled Deals area).
ja: 両者が同意しない場合、取引をキャンセルするとコストがかかります（キャンセルされた取引のエリアを参照）。
th: การยกเลิกข้อตกลงจะมีค่าใช้จ่ายหากทั้งสองฝ่ายไม่เห็นด้วย (ดูที่ส่วนข้อตกลงที่ถูกยกเลิก)
vi: Nếu cả hai bên không đồng ý, việc hủy giao dịch sẽ tốn chi phí (xem khu vực Giao dịch đã hủy).

source: Earn extra Flex Points by making more deals with different groups (at least 10%% of target units with different groups).
ja: 異なるグループとの取引を増やすことで追加のフレックスポイントを獲得できます（異なるグループで目標ユニットの少なくとも10%%）。
th: การผลิตเกินขีดจำกัดสูงสุด ทุก 10%% ของหน่วยที่เพิ่มขึ้นจะต้องใช้ Flex Point 1 คะแนน
vi: Sản xuất vượt quá MAX tốn 1 điểm linh hoạt cho mỗi 10%% tăng thêm so với ĐƠN VỊ.

source: Production over MAX costs 1 Flex Point for every 10%% increase over UNITS.
ja: 最大生産量を超える生産は、ユニット10%%増加ごとに1フレックスポイントがかかります。
th: การผลิตเกินขีดจำกัดสูงสุด ทุก 10%% ของหน่วยที่เพิ่มขึ้นจะต้องใช้ Flex Point 1 คะแนน
vi: Sản xuất vượt quá MAX tốn 1 điểm linh hoạt cho mỗi 10%% tăng thêm so với ĐƠN VỊ.

source: Weighted Avg. Price
ja: 加重平均価格
th: ราคาเฉลี่ยถ่วงน้ำหนัก
vi: Giá trị trung bình cân nặng

source: Quantity (Units)
ja: 数量（ユニット）
th: ปริมาณ (หน่วย)
vi: Số lượng (Đơn vị)

source: Weighted Price
ja: 加重価格
th: ราคาถ่วงน้ำหนัก
vi: Giá trị cân nặng

source: Total Units:
ja: 総ユニット：
th: หน่วยทั้งหมด:
vi: Tổng số Đơn vị:

source: Average Weighted Price:
ja: 平均加重価格：
th: ราคาเฉลี่ยถ่วงน้ำหนัก:
vi: Giá trị trung bình cân nặng:

source: Inventory
ja: 在庫
th: สินค้าคงคลัง
vi: Hàng tồn kho

source: Total
ja: 合計
th: รวม
vi: Tổng cộng

source: Target
ja: 目標
th: เป้าหมาย
vi: Mục tiêu

source: Not Go Over:
ja: 超えない：
th: ไม่เกิน:
vi: Không vượt quá:

source: Flex Point Send/Receive
ja: フレックスポイントの送受信
th: ส่ง/รับ Flex Points
vi: Gửi/Nhận điểm linh hoạt

source: From Group
ja: グループから
th: จากกลุ่ม
vi: Từ nhóm

source: To Group
ja: グループへ
th: ไปยังกลุ่ม
vi: Đến nhóm

source: Message
ja: メッセージ
th: ข้อความ
vi: Tin nhắn

source: Note: Only data for the current RPG round are shown.
ja: 注：現在のRPGラウンドのデータのみが表示されます。
th: หมายเหตุ: แสดงเฉพาะข้อมูลของรอบ RPG ปัจจุบัน
vi: Chú ý: Chỉ hiển thị tin nhắn cho vòng RPG hiện tại.

source: Deals Waiting For Counterpart
ja: 対応を待っている取引
th: การซื้อขายที่รอคู่ต่อสู้
vi: Giao dịch chờ đối tác

source: To
ja: 宛先
th: ถึง
vi: Đến

source: Deals Waiting For You
ja: あなたを待っている取引
th: การซื้อขายที่รอคุณ
vi: Giao dịch chờ bạn

source: From
ja: 発信元
th: จาก
vi: Từ

source: Deals Mismatched
ja: 取引が不一致
th: การซื้อขายไม่ตรงกัน
vi: Giao dịch không phù hợp

source: These deals use the same Deal ID but do not match.
ja: これらの取引は同じ取引IDを使用していますが、一致しません。
th: การซื้อขายเหล่านี้ใช้หมายเลข ID เดียวกันแต่ไม่ตรงกัน
vi: Những giao dịch này sử dụng cùng mã giao dịch nhưng không phù hợp.

source: Senders need to cancel these.
ja: 送信者はこれらをキャンセルする必要があります。
th: ผู้ส่งต้องยกเลิกเหล่านี้
vi: Người gửi cần hủy những giao dịch này.

source: Note: Role 1 = Buyer; -1 = Seller.
ja: 注：役割1 = 買い手；-1 = 売り手。
th: หมายเหตุ: บทบาท 1 = ผู้ซื้อ; -1 = ผู้ขาย
vi: Chú ý: Vai trò 1 = Người mua; -1 = Người bán.

source: RPG Score:
ja: RPG スコア：
th: คะแนน RPG:
vi: Điểm số RPG:

source: Resistance
ja: レジスタンス
th: ความต้านทาน
vi: Kháng cự

source: Weighted
ja: 加重
th: ถ่วงน้ำหนัก
vi: Cân nặng

source: Avg. Price
ja: 平均価格
th: ราคาเฉลี่ย
vi: Giá trị trung bình

source: Importance
ja: 重要度
th: ความสำคัญ
vi: Tầm quan trọng

source: Inventory Bought
ja: 購入した在庫
th: สินค้าคงคลังที่ซื้อ
vi: Hàng tồn kho đã mua

source: Inventory Sold
ja: 売却された在庫
th: สินค้าคงคลังที่ขาย
vi: Hàng tồn kho đã bán

source: Score
ja: スコア
th: คะแนน
vi: Điểm số

source: SCORE:
ja: スコア：
th: คะแนน:
vi: Điểm:

source: Messages Received
ja: 受信したメッセージ
th: ข้อความที่ได้รับ
vi: Tin nhắn nhận được

source: Subject
ja: 件名
th: หัวข้อ
vi: Chủ đề

source: Date
ja: 日付
th: วันที่
vi: Ngày

source: Change Round
ja: ラウンド変更
th: เปลี่ยนรอบ
vi: Thay đổi vòng

source: RPG Role
ja: RPG 役割
th: บทบาท RPG
vi: Vai trò RPG

source: Current Score
ja: 現在のスコア
th: คะแนนปัจจุบัน
vi: Điểm hiện tại

source: Average
ja: 平均
th: เฉลี่ย
vi: Trung bình

source: [2] Average
ja: [2] 平均
th: [2] เฉลี่ย
vi: [2] Trung bình

source: You cannot buy over your resistance price.
ja: レジスタンス価格を超えて購入することはできません。
th: คุณไม่สามารถซื้อเกินราคาต้านทานของคุณ
vi: Bạn không thể mua vượt quá giá kháng cự của mình.

source: You cannot sell below your resistance price.
ja: レジスタンス価格以下で売ることはできません。
th: คุณไม่สามารถขายต่ำกว่าราคาต้านทานของคุณ
vi: Bạn không thể bán dưới giá kháng cự của mình.

source: Counterpart must be a positive number.
ja: 相手方は正の数でなければなりません。
th: คู่ค้าต้องเป็นจำนวนบวก
vi: Đối tác phải là số dương.

source: Try to make a deal for faster.
ja: より速い取引を試みる。
th: พยายามทำข้อตกลงเพื่อการส่งมอบที่เร็วขึ้น
vi: Cố gắng thương lượng cho giao hàng nhanh hơn.

source: Try to make a deal for higher.
ja: より高い取引を試みる。
th: พยายามทำข้อตกลงเพื่อราคาที่สูงขึ้น
vi: Cố gắng thương lượng cho chất lượng cao hơn.

source: Try to make a deal for lower.
ja: より低い取引を試みる。
th: พยายามทำข้อตกลงเพื่อราคาที่ต่ำกว่า
vi: Cố gắng thương lượng cho chất lượng thấp hơn.

source: Try to make a deal for slower.
ja: より遅い取引を試みる。
th: พยายามทำข้อตกลงเพื่อการส่งมอบที่ช้าลง
vi: Cố gắng thương lượng cho giao hàng chậm hơn.

source: Delivery must be between Slow and Fast.
ja: 配達は遅いと速いの間でなければなりません。
th: การส่งมอบต้องอยู่ระหว่างช้าและเร็ว
vi: Giao hàng phải nằm trong khoảng Từ chậm đến nhanh.

source: Do not buy more than this.
ja: これ以上購入しないでください。
th: อย่าซื้อเกินจำนวนนี้
vi: Không mua quá số lượng này.

source: Do NOT Buy Over:
ja: これ以上購入しない：
th: อย่าซื้อเกิน:
vi: Không mua quá:

source: Do not pay more than this.
ja: これ以上支払わないでください。
th: อย่าจ่ายเกินราคานี้
vi: Không trả quá giá này.

source: Do not sell for less than this.
ja: これ以下で売らないでください。
th: อย่าขายต่ำกว่าราคานี้
vi: Không bán dưới giá này.

source: Spend, collect, or gift these.
ja: これらを使う、集める、または贈る。
th: ใช้จ่าย รวบรวม หรือมอบของขวัญเหล่านี้
vi: Chi tiêu, thu thập hoặc tặng những điều này.

source: Form validation failed:
ja: フォームの検証に失敗しました：
th: การตรวจสอบฟอร์มล้มเหลว:
vi: Lỗi xác nhận biểu mẫu:

source: Missing gift receiver.
ja: ギフトの受取人が不足しています。
th: ขาดผู้รับของขวัญ
vi: Thiếu người nhận quà.

source: Missing gift amount (must be positive number).
ja: ギフトの量が不足しています（正の数でなければなりません）。
th: ขาดจำนวนของขวัญ (ต้องเป็นตัวเลขบวก)
vi: Thiếu số lượng quà (phải là số dương).

source: You must include a short message.
ja: 短いメッセージを含める必要があります。
th: คุณต้องรวมข้อความสั้นๆ
vi: Bạn phải bao gồm một tin nhắn ngắn.

source: Going HIGHER spends Flex Points (1 point per 100 units).
ja: 上昇するとフレックスポイントを消費します（100ユニットごとに1ポイント）。
th: ลดลงจะใช้แต้มยืดหยุ่น (1 แต้มต่อทุก 100 หน่วย)
vi: Giảm xuống tiêu tốn điểm linh hoạt (1 điểm cho mỗi 100 đơn vị).

source: Going LOWER gains Flex Points (1 point per 100 units).
ja: 下降するとフレックスポイントを獲得します（100ユニットごとに1ポイント）。
th: เพิ่มขึ้นจะได้รับแต้มยืดหยุ่น (1 แต้มต่อทุก 100 หน่วย)
vi: Tăng lên nhận được điểm linh hoạt (1 điểm cho mỗi 100 đơn vị).

source: [3] High
ja: [3] 高い
th: [3] สูง
vi: [3] Cao

source: How important is this deal.
ja: この取引の重要性はどの程度ですか。
th: การทำธุรกรรมนี้สำคัญแค่ไหน
vi: Mức độ quan trọng của giao dịch này.

source: Inventory bought over your MAX Purchase
ja: 最大購入量を超えた在庫購入
th: สินค้าคงคลังที่ซื้อเกินขีดจำกัดการซื้อสูงสุดของคุณ
vi: Hàng tồn kho mua quá MAX của bạn

source: will cause bankruptcy.
ja: 破産につながります。
th: อาจทำให้ล้มละลาย
vi: sẽ dẫn đến phá sản.

source: [1] Low
ja: [1] 低い
th: [1] ต่ำ
vi: [1] Thấp

source: MAX Sales:
ja: 最大販売量：
th: จำนวนการขายสูงสุด:
vi: Số lượng bán tối đa:

source: Missing message receiver.
ja: メッセージ受信者が不足しています。
th: ขาดผู้รับข้อความ
vi: Thiếu người nhận tin nhắn.

source: Missing message short subject.
ja: メッセージの短い件名が不足しています。
th: ขาดหัวข้อสั้นของข้อความ
vi: Thiếu chủ đề ngắn của tin nhắn.

source: Missing message.
ja: メッセージが不足しています。
th: ขาดข้อความ
vi: Thiếu tin nhắn.

source: New Deal ID:
ja: 新しい取引ID：
th: รหัสธุรกรรมใหม่:
vi: Mã giao dịch mới:

source: Not time for deals yet.
ja: まだ取引の時間ではありません。
th: ยังไม่ถึงเวลาทำธุรกรรม
vi: Chưa đến thời điểm giao dịch.

source: Deals can begin at
ja: 取引は次の時間から始めることができます
th: ธุรกรรมสามารถเริ่มได้ที่
vi: Giao dịch có thể bắt đầu từ

source: Price must be a positive number.
ja: 価格は正の数でなければなりません。
th: ราคาต้องเป็นตัวเลขบวก
vi: Giá phải là số dương.

source: PURCHASE ORDER
ja: 購入注文
th: ใบสั่งซื้อ/ขาย
vi: Đơn đặt hàng Mua/Bán

source: Quality must be between Low and High.
ja: 品質は低と高の間でなければなりません。
th: คุณภาพต้องอยู่ระหว่างต่ำและสูง
vi: Chất lượng phải nằm trong khoảng Thấp và Cao.

source: SALE INVOICE
ja: 販売請求書
th: ใบแจ้งหนี้การขาย
vi: Hóa đơn bán hàng

source: Selling over MAX will cost Flex Points to increase capacity.
ja: 最大を超える販売は、容量を増やすためにフレックスポイントが必要です。
th: การขายเกิน MAX จะต้องใช้แต้มยืดหยุ่นเพื่อเพิ่มความสามารถ
vi: Bán quá MAX sẽ tốn điểm linh hoạt để tăng công suất.
