Repository: qbook/negotiationRPG
Catalog: static/locale/*/LC_MESSAGES/django.po
Languages: ja, th, vi

source: Selling over this will cost Flex Points.
ja: これを超える販売はフレックスポイントがかかります。
th: การขายเกินจำนวนนี้จะต้องใช้แต้มยืดหยุ่น
vi: Bán quá số lượng này sẽ tốn điểm linh hoạt.

source: Slow
ja: 遅い
th: ช้า
vi: Chậm

source: Target buying at least this many.
ja: 少なくともこれだけの購入を目指す。
th: มุ่งหวังการซื้ออย่างน้อยจำนวนนี้
vi: Mục tiêu mua ít nhất số lượng này.

source: Target selling at least this many.
ja: 少なくともこれだけの販売を目指す。
th: มุ่งหวังการขายอย่างน้อยจำนวนนี้
vi: Mục tiêu bán ít nhất số lượng này.

source: Target This:
ja: この目標：
th: เป้าหมายนี้:
vi: Mục tiêu này:

source: Units must be a positive number.
ja: ユニットは正の数でなければなりません。
th: จำนวนต้องเป็นตัวเลขบวก
vi: Số lượng phải là số dương.

source: Complete Survey
ja: 調査を完了する
th: กรุณาทำแบบสอบถามและรับคู
vi: Hãy hoàn thành khảo sát và nhận phiếu giảm giá 100 TWD!

source: Deal saved.
ja: 取引が保存されました。
th: การทำธุรกรรมถูกบันทึกแล้ว
vi: Giao dịch đã được lưu.

source: Form is not valid.
ja: フォームが無効です。
th: แบบฟอร์มไม่ถูกต้อง
vi: Biểu mẫu không hợp lệ.

source: Method not allowed.
ja: 許可されていない方法です。
th: วิธีการนี้ไม่ได้รับอนุญาต
vi: Phương thức không được phép.

source: Cancel of deal saved.
ja: 取引のキャンセルが保存されました。
th: การยกเลิกธุรกรรมถูกบันทึกแล้ว
vi: Hủy giao dịch đã được lưu.

source: Gift sent.
ja: ギフトが送信されました。
th: ของขวัญได้ถูกส่งแล้ว
vi: Quà đã được gửi.

source: Message sent.
ja: メッセージが送信されました。
th: ข้อความได้ถูกส่งแล้ว
vi: Tin nhắn đã được gửi.

source: Settings
ja: 設定
th: ตั้งค่า
vi: Cài đặt

source: Help
ja: ヘルプ
th: ช่วยเหลือ
vi: Hỗ trợ

source: User Guide
ja: ユーザーガイド
th: คู่มือการใช้งาน
vi: Hướng dẫn sử dụng

source: Class eBook
ja: クラス電子ブック
th: หนังสืออิเล็กทรอนิกส์ของชั้นเรียน
vi: Sách điện tử lớp học

source: Class Slides
ja: クラススライド
th: สไลด์การสอน
vi: Slide lớp học

source: Class Lectures
ja: クラスレクチャー
th: บรรยายในชั้นเรียน
vi: Bài giảng lớp học

source: RPG Dashboard
ja: RPGダッシュボード
th: แดชบอร์ด RPG
vi: Bảng điều khiển RPG

source: Login Page
ja: ログインページ
th: หน้าเข้าสู่ระบบ
vi: Trang đăng nhập

source: Language
ja: 言語
th: ภาษา
vi: Ngôn ngữ

source: CLAIM SURVEY GIFT
ja: 調査ギフトを請求する
th: รับรางวัลจากการสำรวจ
vi: Nhận phần thưởng khảo sát

source: BACK TO RPG
ja: RPGへ戻る
th: กลับไปยังเกม RPG
vi: Quay lại trò chơi RPG
